Revit 2024 API
AnalysisDisplayColorEntry.Color Property
 Color associated with color entry.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2011
Syntax
C#
public Color Color { get; }
Visual Basic
Public ReadOnly Property Color As Color
	Get
Visual C++
public:
property Color^ Color {
	Color^ get ();
}
See Also
AnalysisDisplayColorEntry Class
Autodesk.Revit.DB.Analysis Namespace